Repository: GerardKessler/YoutubeChannelManager
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, fr, it, pt_pt, tr, uk

source: Selecciona el número de resultados a mostrarse
ar: حدد عدد النتائج المراد عرضها
fr: Sélectionner le nombre de résultats que vous souhaitez afficher
it: Seleziona il numero di risultati da visualizzare
pt_pt: Seleccionar o número de resultados a apresentar
tr: Görüntülenecek sonuç sayısını seçin
uk: Виберіть кількість результатів для відображення

source: 10 resultados
ar: 10 نتائج
fr: 10 résultats
it: 10 risultati
tr: 10 sonuç
uk: 10 результатів

source: 20 resultados
ar: 20 نتيجه
fr: 20 résultats
it: 20 risultati
tr: 20 sonuç
uk: 20 результатів

source: 30 resultados
ar: 30 نتيجه
fr: 30 résultats
it: 30 risultati
tr: 30 sonuç
uk: 30 результатів

source: 40 resultados
ar: 40 نتيجه
fr: 40 résultats
it: 40 risultati
tr: 40 sonuç
uk: 40 результатів

source: 50 resultados
ar: 50 نتيجه
fr: 50 résultats
it: 50 risultati
tr: 50 sonuç
uk: 50 результатів

source: Iniciar la búsqueda
ar: إبدأ البحث
fr: Démarrer la recherche
it: avvia la ricerca
pt_pt: Iniciar pesquisa
tr: Aramayı başlat
uk: Пошук

source: Cancelar
ar: يلغي
fr: Annuler
it: Annulla
tr: İptal
uk: Скасувати

source: No hay datos en el historial
ar: لا توجد بيانات في التاريخ
fr: Il n'y a pas de données dans l'historique
it: Non ci sono dati nella cronologia
tr: Geçmişte veri yok
uk: Немає даних в історії

source: Debes ingresar algún texto de búsqueda
ar: يجب عليك إدخال بعض كلمات البحث
fr: Vous devez saisir un quelconque texte de recherche
it: Devi inserire un testo di ricerca
pt_pt: Deve introduzir algum texto de pesquisa
tr: Bir arama metni girmelisiniz
uk: Ви повинні ввести пошуковий запит

source: Resultados globales
ar: النتائج النهائية
fr: Résultats globaux
it: Risultati globali
pt_pt: Resultados globais
tr: Genel sonuçlar
uk: Результати пошуку

source: Búsqueda finalizada
ar: انتهى البحث
fr: Recherche terminée
it: ricerca completata
pt_pt: Pesquisa concluída
tr: Arama tamamlandı
uk: Пошук завершено

source: {} porciento
it: {} per cento
tr: {} yüzde

source: {} descargado correctamente
ar: {} تم تنزيل {} بنجاح
it: {} scaricato correttamente
tr: {} başarıyla indirildi

source: Reproducir
ar: تشغيل
fr: Lire
it: Riproduci
pt_pt: Reproduzir
tr: Oynat
uk: Відтворити

source: Retroceder
ar: للخلف
fr: Reculer
it: Retrocedi
pt_pt: Seleccionar o tempo para rebobinar a reprodução
tr: Geri Sar
uk: Перемотати назад

source: Avanzar
ar: للأمام
fr: Avancer
it: Avanza
pt_pt: Avançar
tr: İleri Sar
uk: Перемотати вперед

source: Velocidad de reproducción
ar: سرعة التشغيل
fr: Vitesse de lecture
it: velocità di riproduzione
pt_pt: Velocidade de reprodução
tr: Oynatma hızı
uk: Швидкість відтворення

source: Bajar volúmen
ar: خفض الصوت
fr: Baisser le volume
it: Abbassa il volume
pt_pt: Baixar volume
tr: Sesi Azalt
uk: Зменшети гучність

source: Silenciar
ar: كتم
fr: Désactiver le son
it: Disattiva audio
tr: Sessiz
uk: Без звуку

source: Subir volúmen
ar: رفع الصوت
fr: Augmenter le volume
it: Alza il volume
pt_pt: Aumentar volume
tr: Sesi Arttır
uk: Збільшити гучність

source: Volver a reproducir
ar: إعادة
fr: Lire à nouveau
it: Riproduci di nuovo
pt_pt: Voltar a reproduzir
tr: Tekrar oynat
uk: Повторити

source: Finalizado
ar: إنتهى الفيديو
fr: Terminé
it: Terminato
pt_pt: Concluído
tr: Video Tamamlandı
uk: Відео завершено

source: Pausar
ar: توقف
fr: Pause
it: Pausa
pt_pt: Pausa
tr: Duraklat
uk: Пауза

source: Volúmen mínimo
ar: الحد الأدنى
fr: Volume minimum
it: volume minimo
pt_pt: Volume mínimo
tr: Ses en düşük seviyede
uk: Звук на найнижчому рівні

source: Silenciado
ar: كتم
fr: Son muet
it: Audio disattivo
tr: Ses kapatıldı
uk: Звук вимкнено

source: No silenciado
ar: تشغيل الصوت
fr: Son établi
it: Audio attivo
pt_pt: Não silenciado
tr: Ses açıldı
uk: Звук увімкнено

source: volúmen máximo
ar: الحد الأقصى
fr: Volume maximum
it: Volume massimo
pt_pt: volume máximo
tr: ses en yüksek seviyede
uk: максимальна гучність

source: Permite gestionar los canales favoritos de Youtube a través de una interfaz invisible y sencilla
ar: يتيح لك إدارة قنوات YouTube المفضلة لديك من خلال واجهة غير مرئية وبسيطة
fr: Permet de gérer les chaînes favorites YouTube via une interface invisible et simple
it: Ti permette di gestire i tuoi canali YouTube preferiti attraverso un'interfaccia invisibile e semplice
tr: Görünmez ve basit bir arayüz üzerinden favori YouTube kanallarınızı yönetmenizi sağlar
uk: Цей додаток дозволяє керувати каналами YouTube через простий віртуальний інтерфейс

source: Activa el link del portapapeles en el reproductor web personalizado
fr: Active le lien du presse-papiers dans le lecteur Web personnalisé

source: Escape; desactiva la interfaz virtual. n; Activa el diálogo para añadir un nuevo canal. o; abre el link del video actual en el navegador por defecto. r; Carga el audio en un reproductor web personalizado. t; copia el título del video actual al portapapeles. c; copia el link del video actual al portapapeles. d; abre una ventana con datos del video actual. b; Activa el cuadro de búsqueda de videos en la base de datos. control + b; Activa el cuadro de búsqueda de videos en la página de Youtube. s; Activa la ventana de configuración del canal actual. g; Activa la ventana de opciones globales. suprimir; Activa el diálogo para eliminar el canal actual, y en la ventana de resultados, elimina la columna y vuelve a la lista de canales. f5; Busca videos nuevos en el canal actual. control + shift + suprimir; elimina la base de datos.
fr: échap; Désactive l'interface virtuelle. n; Active le dialogue pour ajouter une nouvelle chaîne. o; Ouvre le lien de la vidéo actuel dans le navigateur par défaut. r; Charge l'audio dans un lecteur Web personnalisé. t; Copie le titre de la vidéo actuel dans le presse-papiers. c; Copie le lien de la vidéo actuel dans le presse-papiers. d; Ouvre une fenêtre avec les données de la vidéo actuelle. b; Active la zone de recherche de la vidéo dans la base de données. contrôle + b; Active la zone de recherche de la vidéo sur la page YouTube. s; Active la fenêtre de configuration de la chaîne actuelle. g; Active la fenêtre des options globales. effacement; Active le dialogue pour supprimer la chaîne actuelle et dans la fenêtre des Résultats, supprime la colonne et revient à la liste des chaînes. f5; Trouve de nouvelles vidéos sur la chaîne actuelle. contrôle + maj + effacement; Supprime la base de données.

source: {} de {}, {} reproducciones. {}. Pulsa f1 para ver la ayuda de comandos
fr: {} de {}, {} vues. {}. Appuyer sur f1 pour voir l'aide des commandes
pt_pt: {} de {}, {} reproduções. {}. Prima f1 para ver a ajuda do comando

source: Escape; desactiva la interfaz virtual. n; Activa el diálogo para añadir un nuevo canal. o; abre el link del video actual en el navegador por defecto. r; Carga el audio en un reproductor web personalizado. c; copia el link del video actual al portapapeles. d; abre una ventana con datos del video actual. b; Activa el cuadro de búsqueda de videos en la base de datos. control + b; Activa el cuadro de búsqueda de videos en la página de Youtube. s; Activa la ventana de configuración del canal actual. g; Activa la ventana de opciones globales. suprimir; Activa el diálogo para eliminar el canal actual, y en la ventana de resultados, elimina la columna y vuelve a la lista de canales. f5; Busca videos nuevos en el canal actual. control + shift + suprimir; elimina la base de datos.
pt_pt: Escape; desactiva a interface virtual. n; activa o diálogo para adicionar um novo canal. o; abre o link para o vídeo actual no browser padrão. r; carrega o áudio para um leitor web personalizado. c; copia o link para o vídeo actual para a área de transferência. d; abre uma janela com dados do vídeo actual. b; Activa a caixa de pesquisa de vídeos na base de dados. controlo + b; Activa a caixa de pesquisa de vídeos na página do Youtube. s; Activa a janela de configuração do canal actual. g; Activa a janela de opções globais. delete; Activa o diálogo para apagar o canal actual, e na janela de resultados, apaga a coluna e volta à lista de canais. f5; Procura de novos vídeos no canal actual. controlo + turno + apagar; apaga a base de dados.

source: Existe una nueva versión de la librería youtube_dl. ¿Quieres actualizarla?
pt_pt: Existe uma nova versão da biblioteca youtube_dl, quer actualizá-la?

source: &Iniciar la búsqueda
pt_pt: &Iniciar a pesquisa

source: Se han encontrado {len(results)} resultados
pt_pt: Encontrámos resultados {len(results)}
