Repository: GerardKessler/YoutubeChannelManager
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, fr, it, pt_pt, tr, uk

source: Activando el reproductor web...
ar: جارٍ تنشيط مشغل الويب ...
fr: Activation du lecteur Web en cours...
it: Attivazione del web player...
pt_pt: Activar o web player...
tr: Web oynatıcı etkinleştiriliyor...
uk: Активація веб-програвача...

source: Error de conexión
ar: خطأ في الإتصال
fr: Erreur de connexion
it: Errore di connessione
pt_pt: Erro de conexão
tr: Bağlantı hatası
uk: Помилка з'єднання

source: Ningún canal seleccionado
ar: لم يتم اختيار قناة
fr: Aucune chaîne sélectionnée
it: Nessun canale selezionato
pt_pt: Nenhum canal seleccionado
tr: Seçili Kanal yok
uk: Не вибрано жодного каналу

source: No hay canales en la base de datos
ar: لا توجد قنوات في قاعدة البيانات
fr: Il n'y a pas de chaînes dans la base de données
it: Non ci sono canali nel database
pt_pt: Sem canais na base de dados
tr: Veritabanında kanal yok
uk: У базі даних немає каналів

source: Atención
ar: تنبيه
fr: Attention
it: Attenzione
pt_pt: Atenção
tr: Uyarı
uk: Увага

source: &Guardar los cambios
ar: &حفظ التغييرات
fr: &Enregistrer les changements
it: &Salva le modifiche
pt_pt: &Guardar mudanças
tr: değişiklikleri &Kaydet
uk: &Зберегти зміни

source: &Descartar cambios y cerrar
ar: &تجاهل التغييرات والإغلاق
fr: &Rejeter les changements et fermer
it: &Annulla le modifiche e chiudi
pt_pt: &Descartar alterações, mudar e fechar
tr: &Değişiklikleri kaydetmeden çık
uk: &Скасувати зміни та закрити

source: Duración
ar: المدة الزمنية:
fr: Durée
it: durata
pt_pt: Duração
tr: Süre
uk: Тривалість

source: Fecha de subida
ar: تاريخ الرفع
fr: Date de mise en ligne
it: data di caricamento
pt_pt: Data de carregamento
tr: Yükleme tarihi
uk: Дата завантаження

source: Reproducciones
ar: مشاهدة
fr: Vues
it: Riproduzioni
pt_pt: Reproduções
tr: Görüntülenme sayısı
uk: Переглядів

source: Me gusta
ar: أعجبني
fr: J'aime
it: mi piace
pt_pt: Eu gosto
tr: Beğeni sayısı
uk: Це відео подобається

source: Descripción
ar: وصف
fr: Description
it: Descrizione
pt_pt: Descrição
tr: Açıklama
uk: Опис

source: Datos del video
ar: بيانات الفيديو
fr: Données de la vidéo
it: dati del video
pt_pt: Dados do vídeo
tr: Video bilgileri
uk: Інформація про відео

source: Configuración de canal
ar: تكوين القناة
fr: Configuration de la chaîne
it: configurazione del canale
pt_pt: Configuração de canal
tr: Kanal Ayarları
uk: Налаштування каналу

source: Configuraciones
ar: إعدادات
fr: Configurations
it: Configurazione
pt_pt: Configurações
tr: Ayarlar
uk: Налаштування

source: Añadir canal
ar: إضافة قناة
fr: Ajouter une chaîne
it: aggiungi canale
pt_pt: Adicionar canal
tr: Kanal ekle
uk: Додати канал

source: Nueva búsqueda
ar: بحث جديد
fr: Nouvelle recherche
it: Nuova ricerca
pt_pt: Nova pesquisa
tr: Yeni arama
uk: Новий пошук

source: Búsqueda global
ar: البحث العام
fr: Recherche globale
it: ricerca globale
pt_pt: Pesquisa global
tr: Genel arama
uk: Загальний пошук

source: ¿Seguro que quieres eliminar la base de datos?
ar: هل أنت متأكد أنك تريد حذف قاعدة البيانات؟
fr: Êtes-vous sûr de vouloir supprimer la base de données ?
it: Sei sicuro di voler eliminare il database?
pt_pt: tem a certeza de que quer apagar a base de dados?
tr: Veritabanını silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити базу даних?

source: Base de datos eliminada
ar: تم حذف قاعدة البيانات
fr: Base de données supprimée
it: Database cancellato
pt_pt: Base de dados apagada
tr: Veritabanı silindi
uk: Базу даних видалено

source: Búsqueda eliminada
ar: إزالة البحث
fr: Recherche supprimée
it: Ricerca rimossa
pt_pt: Pesquisa eliminada
tr: Arama Silindi
uk: Пошук очищено

source: ¿Quieres eliminar el canal {}?
ar: هل تريد إزالة القناة {}؟
fr: Voulez-vous supprimer la chaîne {} ?
it: Vuoi rimuovere il canale {}?
pt_pt: quer apagar o canal {}?
tr: {} kanalını silmek istiyor musunuz?
uk: Видалити канал {}?

source: {} Eliminado
ar: {} إزالة
fr: {} Supprimée
it: {} Eliminato
tr: {} Silindi
uk: {} Видалено

source: El portapapeles no contiene un link válido
ar: لا تحتوي الحافظة على ارتباط صالح
fr: Le presse-papiers ne contient pas un lien valide
it: Gli appunti non contengono un link valido
tr: Panoda geçerli bir bağlantı yok
uk: В буфері обміну немає коректного посилання

source: YoutubeChannelManager
ar: مدير قنوات اليتيوب
tr: YoutubeKanal Yöneticisi
uk: Менеджер каналів Youtube

source: Activa y desactiva la interfaz invisible
ar: قم بتشغيل وإيقاف الواجهة غير المرئية
fr: Active et désactive l'interface invisible
it: Attiva e disattiva l'interfaccia invisibile
pt_pt: Activar e desactivar a interface invisível
tr: Sanal arayüzü Açar veya kapatır
uk: Вмикає або вимикає віртуальний інтерфейс

source: Atajos activados
ar: تم تفعيل الاختصارات
fr: Raccourcis activés
it: Scorciatoie attivate
pt_pt: Atalhos activados
tr: Youtube Kanal yöneticisi Etkin
uk: Менеджер каналів YouTube увімкнено

source: Atajos desactivados
ar: تم تعطيل الاختصارات
fr: Raccourcis désactivés
it: Scorciatoie disattivate
pt_pt: Atalhos desactivados
tr: Youtube Kanal yöneticisi Devre dışı
uk: Менеджер каналів YouTube вимкнено

source: Escape; desactiva la interfaz virtual. n; Activa el diálogo para añadir un nuevo canal. o; abre el link del video actual en el navegador por defecto. r; Carga el audio en un reproductor web personalizado. t; copia el título del video actual al portapapeles. c; copia el link del video actual al portapapeles. d; abre una ventana con datos del video actual. control + d; descarga el video en su formato original en la carpeta youtubeDL en la raíz del usuario actual. Control + c; Abre el link del portapapeles en el reproductor web personalizado. control + shift + d; descarga el video desde el portapapeles en su formato original en la carpeta youtubeDL en la raíz del usuario actual. b; Activa el cuadro de búsqueda de videos en la base de datos. control + b; Activa el cuadro de búsqueda de videos en la página de Youtube. s; Activa la ventana de configuración del canal actual. g; Activa la ventana de opciones globales. suprimir; Activa el diálogo para eliminar el canal actual, y en la ventana de resultados, elimina la columna y vuelve a la lista de canales. f5; Busca videos nuevos en el canal actual. control + shift + suprimir; elimina la base de datos.
it: Esc; disabilita l'interfaccia virtuale. N; Attiva la finestra di dialogo per aggiungere un nuovo canale. O; apri il link del video corrente nel browser predefinito. R; Carica l'audio in un web player personalizzato. T; copia il titolo del video corrente negli appunti. C; copia il link del video corrente negli appunti. D; apre una finestra con i dati video correnti. Ctrl+D; scarica il video nel suo formato originale nella cartella youtubeDL nella root dell'utente corrente. Ctrl+c; Apre il collegamento dagli appunti nel web player personalizzato. Ctrl+maiusc+d; scarica il video dagli appunti nel suo formato originale nella cartella youtubeDL nella root dell'utente corrente. B; Attiva la casella di ricerca dei video nel database. Ctrl+b; Attiva la casella di ricerca video sulla pagina Youtube. S; Attiva la finestra di configurazione del canale corrente. G; Attiva la finestra delle opzioni globali. Canc; Attiva la finestra di dialogo per rimuovere il canale corrente e, nella finestra dei risultati, rimuove la colonna e torna all'elenco dei canali. F5; Cerca nuovi video nel canale corrente. Ctrl + maiusc + Canc; cancella il database.
tr: Escape; sanal arabirimi devre dışı bırakır. n; Yeni bir kanal eklemek için iletişim kutusunu etkinleştirir. o; mevcut videonun bağlantısını varsayılan tarayıcıda açar. r; Sesi özel bir web oynatıcısında açar. t; geçerli videonun başlığını panoya kopyalar. c; Geçerli video bağlantısını panoya kopyalar. d; geçerli video verilerini içeren bir pencere açar. CTRL + d; videoyu orijinal biçiminde mevcut kullanıcının kök dizinindeki youtubeDL klasörüne indirir. CTRL + c; Panodaki bağlantıyı özel web oynatıcısında açar. CTRL + shift + d; videoyu panodan orijinal biçiminde mevcut kullanıcının kök dizinindeki youtubeDL klasörüne indirir. b; Veritabanındaki videolar için arama kutusunu etkinleştirir. CTRL + b; Youtube sayfasındaki video arama kutusunu etkinleştirir. s; Geçerli kanalın yapılandırma penceresini etkinleştirir. g; Genel seçenekler penceresini etkinleştirir. sil; Geçerli kanalı kaldırmak için iletişim kutusunu etkinleştirir, sonuç penceresinde sütunu kaldırır ve kanal listesine döner. f5; Mevcut kanalı yeni videolar için günceller. CTRL + shift + sil; veritabanını siler.
uk: Escape; Закриває віртуальний інтерфейс. n; Активовує діалог додавання нового каналу. o; Відкриває поточне посилання на відео в основному браузері. r; Завантажує аудіо у веб-програвач користувача. t; копіює назву поточного відео в буфер обміну. c; Копіює посилання на поточне відео в буфер обміну. d; Активовує вікно з доступною інформацією про відео. control + d; завантажує відео в оригінальному форматі до папки youtubeDL у кореневій папці поточного користувача. control + c; Відкриває посилання з буфера обміну у користувацькому веб-програвачі. control + shift + d; завантажує відео з буфера обміну в оригінальному форматі до папки youtubeDL у кореневій папці поточного користувача. b; Активовує вікно пошуку відео в базі даних. control + b; Активовує вікно пошуку відео на YouTube. s; Активовує вікно налаштувань поточного каналу. g; Активовує вікно загальних налаштувань. Delete; Активовує діалог для видалення поточного каналу, видаляє вибраний канал у вікні результатів і повертається до списку каналів. f5; Перевіряє наявність нових відео на поточному каналі. control + shift + delete; Видаляє базу даних.

source: Ayuda de comandos
ar: أوامر المساعدة
fr: Aide des commandes
it: Guida dei comandi
pt_pt: Ajuda de comandos
tr: Komut yardımı
uk: Довідка

source: {}- {} de {}
ar: {}- {} من{}
it: {}- {} Di {}
tr: {}- {} tire {}
uk: {}- {} з {}

source: Abriendo el link en el navegador...
ar: فتح الرابط في المتصفح ...
fr: Ouverture du lien dans le navigateur en cours...
it: Apertura del link nel browser...
pt_pt: Abrir o link no navegador...
tr: Bağlantı varsayılan tarayıcıda açılıyor...
uk: Відкриття посилання в браузері...

source: {} de {}. {}. Pulsa f1 para ver la ayuda de comandos
it: {} Di {}. {}. Premi f1 per vedere la guida dei comandi
tr: {} tire {}. {}. Komut yardımını görmek için f1'e basın
uk: {} з {}. {}. Натисніть f1, щоб побачити довідку про команди

source: Se han producido errores en el requerimiento web. Comprueba tu conexión y vuelve a intentarlo
ar: حدثت أخطاء في طلب الويب. يرجى التحقق من اتصالك وحاول مرة أخرى
fr: Il y a eu des erreurs dans la requête Web. Vérifier votre connexion et réessayer
it: Si sono verificati errori nella richiesta web. Controlla la tua connessione e riprova
pt_pt: Houve erros no pedido na web. Por favor, verifique a sua ligação e tente novamente
tr: Web sayfasında sorun oluştu. Lütfen bağlantınızı kontrol edin ve tekrar deneyin
uk: Виникла проблема з веб-сторінкою. Перевірте з’єднання та спробуйте ще раз

source: No se han encontrado videos nuevos para este canal
ar: لم يتم العثور على مقاطع فيديو جديدة لهذه القناة
fr: Aucune nouvelle vidéo n'a été trouvée pour cette chaîne
it: Nessun nuovo video trovato per questo canale
pt_pt: Não foram encontrados novos vídeos para este canal
tr: Bu kanal için yeni video bulunamadı
uk: На цьому каналі не знайдено нових відео

source: Se ha añadido un video nuevo en {}
ar: تمت إضافة فيديو جديد إلى {}
fr: Une nouvelle vidéo a été ajoutée à {}
it: Un nuovo video è stato aggiunto a {}
pt_pt: Um novo vídeo foi adicionado em {}
tr: {} kanalına yeni bir video eklendi
uk: Нове відео додано до {}

source: Se han añadido {} videos nuevos en {}
ar: تمت إضافة {} من مقاطع الفيديو الجديدة في {}
fr: Ont été ajoutés {} nouvelles vidéos à {}
it: Aggiunti {} nuovi video in {}
pt_pt: {} foram adicionados novos vídeos em {}
tr: {} Kanalına {} yeni video eklendi
uk: Додано {} нових відео до {}

source: Proceso iniciado
ar: بدأت العملية
fr: Processus initié
it: processo avviato
pt_pt: Processo iniciado
tr: Yükleme işlemi başladı
uk: Пошук розпочато

source: copiado
ar: نسخ
fr: copiée
it: copiato
tr: kopyalandı
uk: скопійовано

source: Video del portapapeles
ar: فيديو الحافظة
it: Video negli appunti
tr: Video panoda
uk: Відео з буфера обміну

source: Iniciando la descarga...
it: Avvio del download...
tr: İndirme başlatılıyor...
uk: Починається завантаження...

source: Obteniendo los datos del video...
ar: إحضار بيانات الفيديو ...
fr: Obtention des données de la vidéo en cours...
it: Recupero dati del video...
pt_pt: A obter os dados do vídeo...
tr: Video bilgileri alınıyor...
uk: Отримання інформації про відео...

source: Existe una nueva versión de la librería yt_dlp. ¿Quieres actualizarla?
fr: Il existe une nouvelle version de la librairie yt_dlp. Voulez-vous la mettre à jour ?
it: C'è una nuova versione della libreria yt_dlp. Vuoi aggiornarla?
tr: yt_dlp kitaplığının yeni bir sürümü var. Güncellemek istiyor musunuz?
uk: Доступна нова версія бібліотеки yt_dlp. Ви хочете її оновити?

source: Es necesario reiniciar NVDA para aplicar los cambios. ¿Quieres hacerlo ahora?
ar: تحتاج إلى إعادة تشغيل NVDA لتطبيق التغييرات. هل تريد أن تفعل ذلك الآن؟
fr: Il est nécessaire de redémarrer NVDA pour que ces changements prennent effet. Voulez-vous le faire maintenant ?
it: È necessario riavviare NVDA per applicare le modifiche. Vuoi farlo ora?
pt_pt: O NVDA precisa de ser reiniciado para aplicar as alterações, quer fazê-lo agora?
tr: Değişikliklerin uygulanabilmesi için NVDA'yı yeniden başlatmanız gerekir. Şimdi yeniden başlatmak istiyor musunuz?
uk: Вам потрібно перезапустити NVDA, щоб застосувати зміни. Ви хочете зробити це зараз?

source: ¡Atención!
ar: إنتبه!
fr: Attention !
it: Attenzione! !
pt_pt: atenção!
tr: Uyarı!
uk: Увага!

source: Actualizando la librería...
ar: تحديث المكتبة ...
fr: Mise à jour de la librairie en cours...
it: Aggiornamento della libreria...
pt_pt: Actualizar a biblioteca...
tr: Kitaplık güncelleniyor...
uk: Оновлення бібліотеки...

source: &Aceptar
ar: &قبول
fr: &OK
it: &OK
pt_pt: &Aceitar
tr: Ka&bul et
uk: &Прийняти

source: &Cerrar
ar: إ&غلاق
fr: &Fermer
it: &Chiudere
pt_pt: &Fechar
tr: &Kapat
uk: &Закрити

source: Espere por favor...
ar: الرجاء الإنتظار؟
fr: Veuillez patienter…
it: Si prega di attendere...
pt_pt: Por favor aguarde...
tr: Lütfen bekleyin...
uk: Будь ласка, зачекайте...

source: Descargando: %s
ar: تحميل:%s
fr: Téléchargement en cours de: %s
it: Download in corso: %s
pt_pt: A Descarregar: %s
tr: İndiriliyor: %s
uk: Завантаження: %s

source: Descarga finalizada. Cierre la ventana para terminar de instalar la librería y reiniciar NVDA.
ar: انتهى التنزيل. أغلق النافذة لإنهاء تثبيت المكتبة وإعادة تشغيل NVDA.
fr: Le téléchargement est terminé. Fermer la fenêtre pour terminer l'installation de la librairie et redémarrer NVDA.
it: Download terminato. Chiudere la finestra per completare l'installazione della libreria e riavviare NVDA.
pt_pt: Download concluído. Fechar a janela para terminar a instalação da biblioteca e reiniciar o NVDA.
tr: İndirme tamamlandı. Kitaplığı yüklemeyi tamamlamak için pencereyi kapatın ve NVDA'yı yeniden başlatın.
uk: Завантаження завершено. Закрийте поточне вікно, щоб завершити встановлення бібліотеки, і перезапустіть NVDA.

source: Algo salió mal.
ar: حدث خطأ ما.
fr: Quelque chose s'est mal passé.
it: Qualcosa è andato storto.
pt_pt: Alguma coisa correu mal.
tr: Bir Sorun oluştu.
uk: Щось пішло не так.

source: Compruebe si tiene conexión a internet y vuelva a intentarlo.
ar: الرجاء التحقق مما إذا كان لديك اتصال بالإنترنت وحاول مرة أخرى.
fr: Vérifier que vous avez une connexion à Internet et réessayer.
it: Verifica di avere una connessione a Internet e riprova.
pt_pt: Verifique se tem uma ligação à Internet e tente novamente.
tr: İnternet bağlantınız olup olmadığını kontrol edin ve tekrar deneyin.
uk: Перевірте, чи є у вас з’єднання з Інтернетом, і спробуйте ще раз.

source: Ya puede cerrar esta ventana.
ar: يمكنك الآن إغلاق هذه النافذة.
fr: Vous pouvez maintenant fermer cette fenêtre.
it: Ora puoi chiudere questa finestra.
pt_pt: Pode fechar esta janela agora.
tr: Artık bu pencereyi kapatabilirsiniz.
uk: Тепер ви можете закрити це вікно.

source: Ingresa el nombre del canal
ar: أدخل اسم القناة
fr: Saisir le nom de la chaîne
it: Inserisci il nome del canale
pt_pt: Introduza o nome do canal
tr: Kanal adını Yazın
uk: Введіть назву каналу

source: Ingresa la URL del canal
ar: أدخل عنوان URL للقناة
fr: Saisir l'URL de la chaîne
it: Inserisci l'URL del canale
pt_pt: Introduza o URL do canal
tr: Kanal URL'sini girin
uk: Введіть URL-адресу каналу

source: &Añadir canal
ar: إضافة قناة
fr: &Ajouter une chaîne
it: &Aggiungi il canale
pt_pt: &Adicionar canal
tr: k&anal ekle
uk: &Додати канал

source: &Cancelar
ar: إل&غاء
fr: A&nnuler
it: &Cancella
tr: &İptal
uk: &Скасувати

source: Debes ingresar algún nombre para este canal
ar: يجب إدخال اسم لهذه القناة
fr: Vous devez saisir un quelconque nom pour cette chaîne
it: Devi inserire un nome per questo canale
pt_pt: Deve introduzir um nome para este canal
tr: Bu kanal için bir ad girmelisiniz
uk: Ви повинні ввести назву для цього каналу

source: La url ingresada no es válida
ar: عنوان url الذي تم إدخاله غير صالح
fr: L'URL saisi n'est pas valide
it: L'URL inserito non è valido
pt_pt: A url introduzida é inválida
tr: Girilen url geçerli değil
uk: Введена URL-адреса недійсна

source: El canal {} ya existe en la base de datos. ¿Quieres añadirlo de todas formas?
ar: القناة {} موجودة بالفعل في قاعدة البيانات. هل تريد إضافته على أي حال؟
fr: La chaîne {} existe déjà dans la base de données. Voulez-vous quand-même l'ajouter ?
it: Il canale {} esiste già nel database. Vuoi aggiungerlo comunque?
pt_pt: O canal {} já existe no banco de dados. Deseja adicioná-lo mesmo assim?
tr: {} kanalı veritabanında zaten var. Yine de eklemek istiyor musunuz?
uk: Канал {} вже існує в базі даних. Ви все одно хочете його додати?

source: Proceso Finalizado
ar: عملية منتهية
fr: Processus terminé
it: Processo terminato
pt_pt: Processo Concluído
tr: Kanal başarıyla eklendi
uk: Канал успішно додано

source: Ingresa el término de búsqueda y pulsa intro
ar: أدخل مصطلح البحث واضغط على Enter
fr: Saisir le terme de recherche et appuyer sur Entrée
it: Inserisci il termine di ricerca e premi invio
pt_pt: Introduza o seu termo de pesquisa e prima enter
tr: Arama terimini girin ve enter tuşuna basın
uk: Введіть пошуковий запит і натисніть Enter

source: &Iniciar la búsqueda en todos los canales
fr: &Démarrer la recherche dans toutes les chaînes
it: &Inizia la ricerca in tutti i canali
tr: &Tüm kanallarda aramayı başlat
uk: Почати пошук у &всіх каналах

source: &Iniciar la búsqueda en el canal actual
fr: &Démarrer la recherche dans la chaîne actuelle
it: &Inizia la ricerca nel canale corrente
tr: &Mevcut kanalda aramayı başlat
uk: Почати пошук у &поточному каналі

source: Resultados de búsqueda
ar: نتائج البحث
fr: Résultats de recherche
it: Risultati di ricerca
pt_pt: Resultados da pesquisa
tr: Arama Sonuçları
uk: Результати пошуку

source: Se han encontrado {} resultados
fr: {} résultats ont été trouvés
it: {} risultati trovati
tr: {} sonuç bulundu
uk: Ми знайшли {} результатів

source: No se han encontrado resultados
ar: لم يتم العثور على نتائج
fr: Aucun résultat trouvé
it: nessun risultato trovato
pt_pt: Não foram encontrados resultados
tr: Sonuç bulunamadı
uk: Нічого не знайдено

source: Nombre del canal
ar: اسم القناة
fr: Nom de la chaîne
it: nome del canale
pt_pt: Nome do canal
tr: Kanal Adı
uk: Назва каналу

source: Canal favorito
ar: القناة المفضلة
fr: Chaîne favorite
it: canale preferito
pt_pt: Canal preferido
tr: Favori kanal
uk: Обрані канали

source: Configuración guardada
ar: التكوين المحفوظ
fr: Configuration enregistrée
it: Configurazione salvata
pt_pt: Configuração guardada
tr: Ayarları Kaydet
uk: Зберегти налаштування

source: Activar los sonidos del complemento
ar: قم بتنشيط أصوات المكونات الإضافية
fr: Activer les sons de l'extension
it: Attiva i suoni dell'estensione
pt_pt: Activar sons do extra
tr: Eklenti seslerini etkinleştir
uk: Увімкнути звуки додатка

source: Selecciona el intervalo de tiempo para la verificación de nuevas subidas en los canales favoritos
ar: حدد الفاصل الزمني للتحقق من التحميلات الجديدة على القنوات المفضلة
fr: Sélectionner l'intervalle de temps pour la vérification des nouvelles mises en ligne dans les chaînes favorites
it: Seleziona l'intervallo di tempo per verificare i nuovi caricamenti sui canali preferiti
pt_pt: Selecciona o intervalo de tempo para verificar novos carregamentos nos canais favoritos
tr: Favori kanallarda yeni yüklemelerin taranması için zaman aralığını seçin
uk: Виберіть інтервал часу для перевірки нових завантажень на обраних каналах

source: Desactivado
ar: معطل
fr: Désactivé
it: Disattivato
tr: Kapalı
uk: Вимкнути

source: 24 horas
ar: 24 ساعة
fr: 24 heures
it: 24 ore
tr: 24 saat
uk: 24 Години

source: 12 horas
ar: 12 ساعة
fr: 12 heures
it: 12 ore
tr: 12 saat
uk: 12 Годин

source: 8 horas
ar: 8 ساعات
fr: 8 heures
it: 8 ore
tr: 8 saat
uk: 8 Годин

source: 4 horas
ar: 4 ساعات
fr: 4 heures
it: 4 ore
tr: 4 saat
uk: 4 Години

source: 2 horas
ar: ساعتين
fr: 2 heures
it: 2 ore
tr: 2 saat
uk: 2 Години

source: 1 hora
ar: 1 ساعة
fr: 1 heure
it: 1 ora
tr: 1 saat
uk: 1 Година

source: Seleccione el órden de aparición de los videos del canal
ar: حدد ترتيب ظهور مقاطع فيديو القناة
fr: Sélectionner l'ordre d'apparition des vidéos de la chaîne
it: Seleziona l'ordine di apparizione dei video del canale
pt_pt: Seleccionar a ordem de aparecimento dos vídeos no canal
tr: Video sıralama şeklini seçin
uk: Виберіть порядок відео на каналі

source: Del último al primero
ar: من الأخير إلى الأول
fr: Du dernier au premier
it: Dall'ultimo al primo
pt_pt: Do último para o primeiro
tr: Yeniden Eskiye
uk: Від старіших до новіших

source: Del primero al último
ar: من الاول الى الاخير
fr: Du premier au dernier
it: Dal primo all'ultimo
pt_pt: Do primeiro para o último
tr: Eskiden Yeniye
uk: Від новіших до старіших

source: Del más visto al menos visto
ar: من الأكثر مشاهدة إلى الأقل مشاهدة
fr: Du plus vu au moins vu
it: Dal più visto al meno visto
pt_pt: Do mais visto para o menos visto
tr: En çok görüntülenenden en az görüntülenene
uk: Від більш переглянутих до менш переглянутих

source: Del menos visto al mas visto
ar: من الأقل مشاهدة إلى الأكثر مشاهدة
fr: Du moins vu au plus vu
it: Dal meno visto al più visto
pt_pt: Do menos visto para o mais visto
tr: En az görüntülenenden en çok Görüntülenene
uk: Від менш популярних до більш популярних

source: Es necesario reiniciar NVDA para aplicar los cambios. ¿Quieres reiniciar ahora?
ar: تحتاج إلى إعادة تشغيل NVDA لتطبيق التغييرات. هل تريد أن تفعل ذلك الآن؟
fr: Il est nécessaire de redémarrer NVDA pour que ces changements prennent effet. Voulez-vous redémarrer maintenant ?
it: È necessario riavviare NVDA per applicare le modifiche. Vuoi riavviare adesso?
pt_pt: Precisa de reiniciar o NVDA para aplicar as alterações, quer reiniciar agora?
tr: Değişikliklerin uygulanabilmesi için NVDA'yı yeniden başlatmanız gerekir. Şimdi yeniden başlatmak istiyor musunuz?
uk: Щоб зміни набули чинності, необхідно перезапустити NVDA. Ви хочете перезапустити зараз?

source: Configuraciones aplicadas
ar: تطبيق الإعدادات
fr: Configurations appliquées
it: Configurazione applicata
pt_pt: Configurações aplicadas
tr: Ayarlar Kaydedildi
uk: Налаштування застосовано

source: Ingresa los términos de búsqueda
ar: أدخل مصطلحات البحث
fr: Saisir les termes de recherche
it: Inserisci i termini di ricerca
pt_pt: Introduza os termos da sua pesquisa
tr: Arama terimini girin
uk: Введіть пошуковий запит
